Repository: edenwaith/Untar
Catalog: *.lproj/Localizable.strings
Languages: french, italian

source: Cancel
french: Annuler
italian: Cancella

source: Cannot decompress
french: Ne peut décompresser
italian: Impossibile Decomprimere

source: Download
french: Télécharger

source: Empty Field
french: Champ vide
italian: Cartella Piena

source: Extracting files from
french: Extraction des fichiers à partir de
italian: Estrazione File da

# FileAlreadyExists
source: The file %@ already exists.
french: Le fichier %@ existe déjà.
italian: Il File %@ è gia esistente.

# MacOSRequiredToDecompress
source: Mac OS %@ or later is required to decompress %@ files.
french: Mac OS %@ ou plus tard est exigé pour décomprimer les dossiers %@.
italian: E' richiesto Mac OS %@ o successiva versione, per effettuare la decompressione.

source: More Info
french: Plus d'info
italian: Maggiori Informazioni

# NewVersionAvailable
source: New version is available
french: Une nouvelle version est disponible
italian: Una nuova versione e' disponibile

# NewVersionAvailableMsg
source: Version %@ of Untar is available.
french: La version %@ de Untar est disponible.
italian: Version %@ di Untar e' disponibile.

source: Quit
french: Quitter
italian: Esci

# RecentVersionMsg
source: You have the most recent version of Untar.
french: Vous avez la version la plus récente de Untar.
italian: E' gia installata l'ultima versione di Untar.

# SelectFile
source: You need to select a file to untar first.
french: Vous devez d'abord sélectionner un fichier à décompresser par Untar.
italian: Devi selezionare un File prima di procedere

# SoftwareUpToDate
source: Software is Up-To-Date
french: Le logiciel est à jour
italian: Il Software e' stato aggiornato

source: Untar canceled
french: Untar annulé
italian: Cancellazione Avvenuta

# UntarCanceledMsg
source: Untar has been canceled.
french: Untar a été annulé.
italian: Untar e' stato cancellato

source: Untar complete
french: Untar terminé
italian: Operazione Completata

# UntarCompleteMsg
source: Your file has been decompressed.
french: Votre fichier a été décompressé.
italian: Il File è stato decompresso.

# UpdateFailure
source: Could not check for update
french: Échec à trouver une mise-à-jour
italian: Impossibile ottenere nuovi aggiornamenti

# UpdateFailureMsg
source: A problem arose while attempting to check for a new version of Untar. Edenwaith.com may be temporarily unavailable or your network may be down.
french: Un problème est survenu durant la tentative de recherche d'une nouvelle version de Untar. Edenwaith.com peut être indisponible temporairement ou votre réseau peut être en panne.
italian: Il server Edenwaith.com potrebbe essere momentaneamente non raggiungibile; verifica anche la tua connessione Internet.

# UtilityNotFound
source: The %@ utility cannot be found.
french: L'outil %@ est introuvable.
italian: %@ Utility non è stata trovata
